1:CinematicDialogs
00000000

Who dares disturb my rest?!
00000001

Aha!  A young Wizard, seeking the Secrets of Ice. I sense great power in you.
00000002

Know ye this: We are the Giants, Kings of the Sky.
00000003

We accept your offering.  You may call upon our servants, young Thaumaturge.
00000004

Study our Magic well.  A great evil is rising, and you may need our Magic to stop it.
00000005

<ITALICS>You shout the words of power . . . Klaatu, Verata, Nictu!</ITALICS>
00000006

<ITALICS>You toss the Shard of Ice over the edge, into the open Sky!</ITALICS>
00000007

<ITALICS>You summon a Master of Frost!</ITALICS>
00000008

<ITALICS>The Giant envelopes you in a flurry of Frost and Snow!</ITALICS>
00000009

<ITALICS>As you step onto the Fire Sigil, the Bloodstone Ruby begins to pulse with light! </ITALICS>
00000010

<ITALICS>You whisper the name... Felidae Pyronus!</ITALICS>
00000011

We hear your call and answer, Pyromancer.  You may enter the Dragon's Mouth!
00000012

<ITALICS>The Fire Cat rushes forward, exploding into the gate! </ITALICS>
00000013

<ITALICS>You play a few notes on your cherry wood flute. . .</ITALICS>
00000014

Greetings, little one.  I am Lady Oriel, Princess of the Seraphs.  We are the Guardians of Life.
00000015

We protect the Song of the Universe, and seek out those who will help us keep our World alive.
00000016

I hear your Song, and it pleases me.  I offer you this gift in return.
00000017

<ITALICS>Lady Oriel teaches you the Song of the Unicorn.</ITALICS>
00000018

When you play this Song, your music will come alive and a new Fairy will be created.  
00000019

The Imp that results will repay your gift in kind.
00000020

Use the Song wisely, young Life mage. We will meet again.
00000021

The Frost Beetle suddenly appears...
00000022

The Frost Beetle rushes forward...!
00000023

<ITALICS>You smell Death in the air...</ITALICS>
00000024

You have proved yourself worthy, student of Death. Mastery over your fear of the unknown is the first step to greater knowledge. Tell your instructor that you have my approval.
00000025

<ITALICS>You feel the north wind turn cold...</ITALICS>
00000026

<ITALICS>As you hold up the reagents in your hand, you feel them begin to freeze, changing into a new Ice reagent...</ITALICS>
00000027

<ITALICS>As your limbs feel the sting of frostbite, the spell forms in your very hands...</ITALICS>
00000028

<ITALICS>You hold up the Fire Feather to call the Phoenix...</ITALICS>
00000029

<ITALICS>The Fire Feather begins to change, feeding on the energies from the Phoenix...</ITALICS>
00000030

<ITALICS>The Phoenix finds you worthy and has chosen to bestow its favor upon you...</ITALICS>
00000031

<ITALICS>A voice yells out "I hear your call, Conjurer!" </ITALICS>
00000032

So, you have learned well! I find favor in those who can summon me.
00000033

I shall reward you for all your work with the mythic arts. I will energize you with the strongest power words: "Parvus sed potens!"
00000034

Cool Cinematic Happens Here. 
00000035

<ITALICS>You feels a sudden rush of energy swirling around you...</ITALICS>
00000036

<ITALICS>The powers of balance direct a surge of energies towards you...</ITALICS>
00000037

<ITALICS>As the energies build, you feel at one with the universe, as if you are becomeing united, balanced...</ITALICS>
00000038

<ITALICS>Suddenly, a Fairy appears...</ITALICS>
00000039

Go now, child, and speak with Moolinda Wu.  Perhaps she will teach you this Song.
00000040

<ITALICS>The Pixie concentrates and begins to sprinkle you with Fairy dust, then suddenly disappears...</ITALICS>
00000041

<ITALICS>The music takes away any pains you had and adds a spring to your step...</ITALICS>
00000042

<ITALICS>You find the cyclops eye...</ITALICS>
00000043

<ITALICS>You hear a strange noise...</ITALICS>
00000044

Welcome student of the Death School.  I shall now bestow some of my knowledge from the beyond upon you.  Train well.
00000045

<ITALICS>As you stare into the water, you become aware of a great power building in the area...</ITALICS>
00000046

Greetings, student of Balance. It is wise for you to reflect upon the lessons of water. It can take many states and assume great power in both Storm and Ice. 
00000047

Water can be very destructive, eroding away both metals and mountains. It also holds great power in the way in which all life requires it.
00000048

Though water has great power in the waves of an ocean, it can also achieve a calm serenity, such as in this simple pond.
00000049

Reflect upon the lesson and become like water. You too can achieve balance, my friend...
00000050

<ITALICS>You feel a magical presence approaching...</ITALICS>
00000051

$PLAYER_FIRSTNAME$, you will meet many challenges along the long path laid out ahead of you, but never lose hope.
00000052

Your destiny has been foretold and you will prevail. Rely on the strength that the power of Myth will provide you.
00000053

Go and tell Cyrus that you have my favor. If he does not believe you, you must only say this, "Tacotodo renrio renfro." Take care, student of Myth.
00000054

<ITALICS>Something strange is in the air...</ITALICS>
00000055

Hello there, student of Life. I am so glad that you called upon me for help. Join me with in this merry tune that I play.
00000056

<ITALICS>You feel the air turn very chilly. You hold the ice blade aloft.</ITALICS>
00000057

Student of Ice, with this blade you have proven yourself worthy of the next spell. 
00000058

Go now to your school and speak these words, “Rikit jothi lokola!”
00000059

<ITALICS>You are given a purple shard.</ITALICS>
00000060

Is dancing not the most joyful thing? You cannot help but feel alive! Go now and always carry a song in your heart!
00000061

<ITALICS>You hear a hissing noise deep within the earth...</ITALICS>
00000062

Hissssss... Greetings, student of Fire! I see that you have obtained a Fire Gem. You have shown your resourcefulness and dedication.
00000063

For that, you have our favor. The power words you will require for your spell are, “Omnirio hissia pyroxima!”
00000064

<ITALICS>You hear a hissing deep within the earth...</ITALICS>
00000065

Sssssssssss. Who is it who had summoned me? Ah, a student of Storm. I see that you have completed your tasks. Very good.
00000066

<ITALICS>You hear the sound of powerful hooves racing towards you...</ITALICS>
00000067

Hidee-ho, student of Myth! I see that you need some mythic power words to charge your spell. I will grant you the power!
00000068

Ssssssssoooo, You need that charged?  I can help you with thissssss....
00000069

Hear these words well, as I can only repeat them once. Tell your master, "Tacoxi squijax omnijak."
00000070

Now I must go, and create more myths. It is the only way I ride...!
00000071

<ITALICS>You hear a tiny joyful voice call your name...</ITALICS>
00000072

Thank you for helping us, kind Wizard. Your courage and benevolence will not soon be forgotten by the Fairy folk.
00000073

Now, there is hope again and the Fairies will be able to bring magic and cheer to the people of Wizard City once more. Thank you, $PLAYER_FIRSTNAME$. 
00000074


00000075

<ITALICS>You feel the ground begin to rumble...</ITALICS>
00000076

So, you are looking for the spell scroll?  It is inside the tower across the street.  Unfortunately, it is well guarded by NightStalker and Addere Timeo.
00000077

Take this Blue Gem to your Professor to prove you have talked with me. Good luck!
00000078

Thank you for freeing Prince Swiftarrow. Your deeds here will long be remembered by the elves!
00000079

Feebo
00000080

I'm glad to see the elves again, even if they are a bit annoying...
00000081

Private Quinn
00000082

<ITALICS>You hear thunder and some fluttering while gathering the water</ITALICS>
00000083

Hello, young Wizard. We are proud to see you are growing strong in the Storm School. We wish you the best of luck!
00000084

<ITALICS>You notice something strange up ahead...</ITALICS>
00000085

I've had my eye on you for a while now, young Wizard. You have proven well that you are a powerful student.
00000086

But don't push your luck.  It will only get harder from here!
00000087

I heard you were looking for a skeleton key around here. I'm pretty sure I've seen one amongst this rubble. Good luck, young Wizard!
00000088

Priya
00000089

Be true and learn the lessons of nature. Now go and speak these words only unto your mentor: "Meena Korio Jajuka!"
00000090

<ITALICS>You feel the ground begin to tremble...</ITALICS>
00000091

Greetings, young Wizard. I understand that you need the Dark Grimoire. This is a very powerful and dangerous book...
00000092

<ITALICS>You hear a deep growl that makes the hair on the back of your neck stand up...<I/TALICS>
00000093

You have summoned me? You should feel honored, I do not show up for everyone. But we have been watching you, student of Fire...
00000094

A great darkness is spreading across the land. Not just in this world, but in many of the others as well. You will be required to use your powers wisely.
00000095

And to make yourself more powerful, you will need to speak these words to your professor: "Zolo Zomi Zor!"
00000096

<ITALICS>You feel the winds suddenly build to a howlling cyclone ...<ITALICS>
00000097

<ITALICS>Though the wind threatens to tear you apart, you remain calm...</ITALICS>
00000098

<ITALICS>And the more relaxed you allow yourself to be, the more the winds die down...</ITALICS>
00000099

<ITALICS>Your inner calm appears to bring the winds of chaos to a standstill. You feel in balance with the world...</ITALICS>
00000100

Ssssssssoooo, Student of Ice, you feel you are worthy of your next spell? Pray tell, what makes you believe you are worthy of this honor?
00000101

<ITALICS>You show the Medallion to the serpent. It takes one look and gives you a nod of approval.</ITALICS>
00000102

I am glad for you.  I find it discouraging to have to strike down unworthy students in the midst of their prime. Though they may try, we do have our standards.
00000103

You deserve the words of power you require for your spell. Remember these words: "Kryos Serpensys Aspidos!"
00000104

<ITALICS>You suddenly feel a light breeze in the air...</ITALICS>
00000105

<ITALICS>The Scarecrow casts a spell and the book appears in your hands...</ITALICS>
00000106

Greetings, I am Priya, here to serve you. To know Balance you must learn from the nature of trees.
00000107

Wood can be strong, like a towering oak. But when the need arises, it can gracefully bend in the wind to avoid breaking.
00000108

Trees may not be as strong as rock, but through time we can use our roots to break the heartiest of rock. Study what you see in nature and use it in your life.
00000109

I have found favor in you and will aid you in your quest. In the dark times your power will be needed as I do not think Cyrus can stand alone.
00000110

The power words that you seek are: "Yaoyorozu kno kami!" Go now, and bring peace to the land...
00000111

<ITALICS>You feel the ground begin to rumble...</ITALICS>
00000112

Greetings, young Wizard. You will soon be able to summon me in combat. Together we will crush our opponets and defeat any challenges that lay ahead of us.
00000113

<ITALICS>A strange silence takes hold of the area around you...</ITALICS>
00000114

Fear us, student, for we are masters of Balance! We have watched you and we do not doubt you will be a master someday too. But the road will be long and difficult.
00000115

But we are sure you are up for it. But you must make haste. There is a dangerous situation developing in the Land of Dragons. You will be required to remedy this at great cost.
00000116

But first you must redress what is wrong in the land of MooShu. Maybe we will meet again there. For now, farewell, $PLAYER_FIRSTNAME$!
00000117

<ITALICS>You see a strange formation in front of you...</ITALICS>
00000118

Greetings, young Wizard. I hear that you are looking for a special Ice Shard from a snowman. Well, look no further. I think I can help. Here you go!
00000119

<ITALICS>The Strange Man takes from you the Fairy Wings and gives you an Enchanted Flower while you dance.</ITALICS>
00000120

<ITALICS>You see something form on the ground...</ITALICS>
00000121

<ITALICS>You suddenly get a warming feeling inside of you...</ITALICS>
00000122

You have done well, young Wizard. May you do well on your journey to become an ever-powerful Healing Wizard!
00000123

<ITALICS>The Pixie concentrates and showers you with Pixie dust, then disappears...</ITALICS>
00000124

Be careful, young Wizard. This will be a tough battle. Good luck!
00000125

<ITALICS>You feel the winds suddenly grow still...</ITALICS>
00000126

<ITALICS>You feel your body tingle as the King Scorpion transfers its powers of Balance to you...</ITALICS>
00000127

This is the Song of the Fairies.  Watch, as I shall call one of our sisters to aid you.
00000128

Student of Ice, it is good of you to brave the elements and seek me out! I find favor in your devotion to the school and grant you the spell you seek!
00000129

Heckhound
00000130

<ITALICS>School of Death - Death is finality, the study of the corporeal. Practitioners of the Death Art, known as Necromancers, understand this limitation and strive to face it unafraid.</ITALICS>
00000131

<ITALICS>Death's power comes from the removing of order from the universe at large. Withdrawing the power of order and allowing chaos to return instills Necromancers to bend magic to their will.</ITALICS>
00000132

<ITALICS>Necromancers draw on the power of courage to channel their own fears out of themselves and at their adversaries.</ITALICS>
00000133

<ITALICS>Death sits between Ice and Storm, for the cold energy of undeath draws on those two forces.</ITALICS>
00000134

How dare you disturb me!  You shall pay for your actions!
00000135

Who goes there? You shall pay for disturbing me, young Wizard!
00000136

<ITALICS>The gate near the mummies opens...</ITALICS>
00000137

The Elder Seer
00000138

I gather that Malistaire's army is growing if Ambrose needs this text. I fear that this book will do you little in light of his new powers...
00000139

Dark Scarecrow
00000140

Dark Grimoire
00000141

Ghoul
00000142

Mr. Incinerator
00000143

Storm Lord
00000144

<ITALICS>Onyx is the gemstone of Death school, while Black and White are the school colors.</ITALICS>
00000145

Use the Song wisely, young Life mage. We will meet again.
00000146

Student of Storm, you are advancing very well.  May your journey be safe.
00000147

Storm Bird
00000148

King Scorpion
00000149

Ssssssss... So, student of Balance, you feel that you are ready for your next spell? Remember, with knowledge comes power, and with power comes great responsibility. Ssssssss...
00000150

Ninja Pigs
00000151

Ninja Pigs
00000152

Ninja Pigs
00000153


00000154

<ITALICS>You address the pumpkin with the magic phrase said each Hallowe'en: </ITALICS> "Trick or treat!" 
00000155

<ITALICS>You address the pumpkin with the magic phrase said each Hallowe'en: </ITALICS> "Trick or treat!" 
00000156

<ITALICS>You address the pumpkin with the magic phrase said each Hallowe'en: </ITALICS> "Trick or treat!" 
00000157


00000158

"Trick or treat! Trick or treat is how we greet!" <ITALICS>you say to the Hallowe'en pumpkin. </ITALICS>
00000159

The door unlocks
00000160

The door unlocks
00000161

The door is locked. Find the Crystal.
00000162

It seems I was mistaken about you.  Maybe you do have what it takes.  Be careful.  Malistaire is very dangerous.  I will help you defeat him.  Meet me in Dragonspyre.
00000163

I need to know if you've any hope of surviving against my brother Malistaire.  The only way I can be sure is to challenge you myself. Stand your ground! 
00000164

Ghost
00000165

You have proven that you are getting very powerful, Student of Storm.  I will combine these elements to complete your spell.
00000166

Give the shard to your teacher.  With that, you should be able to earn your next spell.
00000167

Unicorn
00000168

Centaur
00000169

Mandrake Root 
00000170

Judgement
00000171

Minotaur
00000172

Cyclops
00000173

Frost Giant
00000174

Ice Wyvern
00000175

Ice Wyvern
00000176

Nimah The Wicked
00000177


00000178

Snowman
00000179

Snowman
00000180

Frost Colossus
00000191

<ITALICS>You follow Dworgyn's instructions precisely, setting the Scarecrow on the ground and watering it with the Quintessence of Fear. </ITALICS>
00000192


00000193


00000194

The Scarecrow
00000195

Younng Wizzaard.... You haave summonned mee frromm the mmarssh wherre I sstood waatch forr soo manny yearrss. I wiilll sseerrve yoou, aannd driive oourr ennemmies frromm tthiiss llaannd. 
00000196

The Scarecrow
00000197

The Scarecrow
00000198

I sshhaalll sshhow themm FEAR in a hhanndffulll of duusst! Mwah hah hah hah hah hah!! 
00000199

<ITALICS>You hear a bell ringing in the distance... Judgement has come. </ITALICS>
00000200

Orthrus
00000201

<ITALICS>This looks like as good a place as any. You pull out the bone, and keep the collars behind your back. You don't know what to say, so you call out "Here, doggie!" and whistle. </ITALICS>
00000202

<ITALICS>You hold out the bone from the two-headed cat, and Orthrus seems pleased. It wags its tail. </ITALICS>
00000203

Orthrus
00000204

<ITALICS>You scratch it behind its ears and slip the collar onto each neck. "Good doggie." Now you sense that Orthrus will come whenever it is called. </ITALICS>
00000205

Orthrus
00000206

<ITALICS>You heft the priceless Harmonious Crystal, and hurl it at the Krokosphinx's big stone paw. It shatters into a bazillion pieces. </ITALICS>
00000207

Feet of the Krokosphinx
00000208

Wizard of Balance... your offering has been judged as equal in value to that which you seek. 
00000209

Go now to our servant, your teacher Alhazred, and he will teach you this mighty spell. Use it wisely. 
00000210

Judgement
00000211

Judgement
00000212

<ITALICS>You arrive at the courtyard, and take out the Horn of Eternal Winter. It's ice-cold to the touch. You take a deep breath and blow... </ITALICS>
00000213

Horn of Eternal Winter
00000214

Horn of Eternal Winter
00000215

<ITALICS>The Horn of Eternal Winter echoes loudly throughout the area. From the echo, you are certain your call sounded throughout the Spiral. </ITALICS>
00000216

Who has dared summoned the Ice Titan Ymir from his icy fastness in Grizzleheim? Who has blown the Horn of Eternal Winter? Show yourself!
00000217

Hmm... I didn't see you there. My apologies.
00000218

Mortal Wizard, despite your tiny size, you have slain Trolls aplenty and proven yourself an ally to the Ice Titans. 
00000219

As a sign of our allegiance, you may summon one of us to aid you in combat. Go and speak to your teacher for the spell.
00000220

Ymir, the Ice Titan
00000221

<ITALICS>You get to the right place, and activate the Oscillation Overthruster. It's charged and makes a high-pitched whine, and starts giving off electric sparks... </ITALICS>
00000222

Oscillation Overthruster
00000223

I am here... and the storm has come with me! Who dares summon the Lord of Thunder!
00000224

Little Wizard! You show courage summoning me to this place, and your devotion to Storm magic has convinced me to serve you. You may call upon me when in great need, and I will respect your bidding. 
00000225

<ITALICS>The storm fades. You see that the Oscillation Overthruster is scorched and damaged beyond use now, having served its purpose. </ITALICS>
00000226

Storm Lord
00000227

<ITALICS>You feel a little awkward, but you recite the Rota of Reading. "Summer is coming in. Loudly sing, Cuckoo! The seed grows and the meadow blooms, and the woods spring anew!" </ITALICS>\n
00000228

The Rota of Reading
00000229

<ITALICS>Suddenly the Life necklace falls from your neck and burrows into the ground. There is a rumbling from deep in the ground...</ITALICS>
00000230

The Rota of Reading
00000231

Young Wizard of Life. It has been long since I have heard that chant. It awakens memories long stolen from me. I thank you from the deepest rings of my being.
00000232

Bartleby
00000233

Bartleby
00000234

Bartleby
00000235

I grant you the Rebirth spell, the greatest secret of Life magic you have learnt thus far. Use it wisely, and in the service of Life. 
00000236

Return now to Professor Wu and tell her what you have heard here. She will supply you with the spell. 
00000237

The door has opened
00000238

The door has opened
00000239

Scarecrow Doll
00000240

<ITALICS>You place the Boulders near the catapult.</ITALICS>
00000241

<ITALICS>The Eye of Truth appears...</ITALICS>
00000242

<ITALICS>The Eye of Truth appears...</ITALICS>
00000243

<ITALICS>You take the Eye of Truth...</ITALICS>
00000244

<ITALICS>You take the Eye of Truth...</ITALICS>
00000245

Berries
00000246

I don't know who sent you, but you're not leaving here alive! 
00000247

<ITALICS>This looks like the right place. You touch the crypt door, and it opens. Your hands no longer itch. </ITALICS>
00000248

<ITALICS>This looks like the right place. You touch the crypt door, and it opens. Your hands no longer itch. </ITALICS>
00000249

This is no place for the living... you will join me in the darkness of the afterlife! 
00000250

<ITALICS>This looks like the place. You pull out the Worms of the Earth and wiggle them.</ITALICS>
00000251

<ITALICS>Hopefully the Leviathan will take the bait...</ITALICS>
00000252

<ITALICS>This looks like the right place. You bring out the Frost Diamond. It’s icy to the touch. </ITALICS>
00000253

<ITALICS>Outside, in the cold distance, the wind begins to howl. </ITALICS>
00000254

Frost Diamond 
00000255

Snow Angel
00000256

You have called and I have heard, oh Wizard of Ice. You withstood the chill, and offer a diamond of ice. 
00000257

Go to your teacher now, and she will teach you how you might summon me in the future. 
00000258

<ITALICS>This is the place Dalia mentioned. You speak the incantation, and the words burn your tongue as they emerge. </ITALICS>
00000259

Too long has the Fire Seal kept me from the Spiral! Now this world will perish in flame!
00000260

<ITALICS>The Efreet looks around at the ruins of Dragonspyre. </ITALICS>
00000261

Efreet
00000262

<ITALICS>You see some scales on the ground. They don’t look like they belong to Drakes or Draconians. </ITALICS> 
00000263

You summoned me... brought a shield to ward your eyes from my glare. You are cunning, and resourceful. I will serve you. 
00000264

<ITALICS>This looks like the right place. You open the jar of Clover Honey. The smell is incredible. </ITALICS>
00000265

<ITALICS>The Forest Lord is pleased. It will heed your call. </ITALICS>
00000266

<ITALICS>This looks like a good spot. You take out the bag of bones. </ITALICS>
00000267

<ITALICS>You get a sense that this Bone Drake is now yours to command. You will need the spell, though. </ITALICS>
00000268

<ITALICS>This feels like the right place. You hold the Sun Shard up. </ITALICS>
00000269

Hullo? What’s that there? What are you up to?
00000270

You have braved the heat of the sun and won a sliver of its inner flame. 
00000271

You have brought balance to the Spiral through your acts of heroism.
00000272

You may summon me when you are threatened, and I will heed your call. 
00000273

Private Primwell
00000274

Ra
00000275

<ITALICS>The Leviathan takes the bait, almost swallowing you in the process! </ITALICS>
00000276

<ITALICS>It looks pleased. You’re certain that you can summon it when you need to. </ITALICS>
00000277

Leviathan
00000278

I see my vengeance is... no longer needed. Still, you have done me a great service. I will come when you call me. 
00000279

Fire School Spell Quest
00000280

Sun Shards
00000281

<ITALICS>You feel a cold wind fill the room, as if from the Giants themselves...</ITALICS>
00000282

<ITALICS>You dip the medallion into the icy waters and it is restored.</ITALICS>
00000283

I will defend this path wizard.  None shall pass.
00000284

I will defend this path wizard.  None shall pass.
00000285

You have yet to put the sleep potion in the food that the mander trader supplies. The taskmaster's guards are still strong enough to fight.
00000286

You got lucky, let's go again.
00000287

I'll get closer next time...
00000288

My lucky coin didn't work this time.
00000289

I won't give up, you got lucky.
00000290

Do you have a rabbit's foot with you?  You're awfully lucky.
00000291

I've had it!  You're going down this time.
00000292

I need some more Catnip.
00000293

I shall never surrender.
00000294

Spellcaster, your type has brought pain to our land.  I must stop you, before you destroy us all!
00000295

Forest Spirit
00000296

My it's been ages since we have had a visitor, right sisters? Stay a while! Stay forever!
00000297

Greetings, oh master of the lamp!\nI grant you a treasure... rescued from the eternal sands!
00000298

Greetings, you who are now master of the lamp! I am the genie of the lamp, and I will grant you wealth and other great treasures!\n
00000299

Once (and only once) per day, you can use the lamp. I will appear and grant you a treasure plucked from the sands! 
00000300

Genie
00000301

Greetings, young Wizard! Don't be alarmed!
00000302

 He's very generous, though. Once a day, if you visit him, he may have a present for you!
00000303

Perhaps he has a present for you?
00000304

Perhaps he has a present for you?
00000305

<ITALICS>The Chimera is here... </ITALICS>
00000306

<ITALICS>...and you have survived. Now to return to Alhazred in Krokotopia. </ITALICS>
00000307

<ITALICS>This place looks like it'll do, but these notes are a mess. They'll never work.</ITALICS>
00000308

It's moving... it's alive! It's alive! It's alive! 
00000309

<ITALICS>This looks like the right place. You speak the ritual, call upon a volcano spirit, and wait for the Rain of Fire. </ITALICS> 
00000310

<ITALICS>You think you can handle the heat. </ITALICS> 
00000311

<ITALICS>This looks like the place Professor Wu spoke of. You clear your mind and think of the power of Life magic. </ITALICS> 
00000312

<ITALICS>That was... strange. Despite that, you are sure the Gnomes will hear your call, from wherever in the Spiral they are. </ITALICS> 
00000313

This fellow is a gentle giant, and this is his home. He likes it down here, so we didn't have the heart to move him.
00000314

<ITALICS>This looks like the spot Professor Greyrose told you about. Now to perform the spell! <ITALICS>
00000315

<ITALICS>What's that rumbling sound? <ITALICS>
00000316

<ITALICS>What's that rumbling sound? <ITALICS>
00000317

<ITALICS>This looks like the place Drake described. </ITALICS>
00000318

<ITALICS>Yikes! That was unpleasant! Time to return to Professor Drake's classroom for evaluation. </ITALICS>
00000319

<ITALICS>The Sirens should be able to appear in this pond. Time to put the earplugs in and cast the spell... </ITALICS>
00000320

<ITALICS>It looks like you'll be all right! Back to Professor Balestrom! </ITALICS>
00000321

<ITALICS>Now to remove the earplugs... </ITALICS>
00000322


00000323

Hello, Wizard. You certainly didn’t think a roof cave-in would finish me off, did you?
00000324

What do you think of the Pyramid of Mother Moon? I’ve had enough time to consider a few changes.
00000325

"Ah'nahl nathrak" <br>"Uth Vas Bethad" <br>"Do-Hiel Dienveh."
00000326

Master Artisan, it is time for you to continue your studies. Come find me in the Atheneum!
00000327

Jambo, young Wizard! A voice on the wind told me you are ready to learn something new. Visit me in the Baobab Market.
00000328

<ITALICS>You look inside the treasure chest and discover lost riches.</ITALICS>
00000329

Curse you, Wizard! I was sure my trial would be your undoing!
00000330

Here is the Key to the Hall of the Watchful Eye. Take it to Athena. 
00000331

Carthaginian Elephant
00000332

Ophidian Archer
00000333

Minotaur Warrior
00000334

<ITALICS>The greatest gladiator of all time was Dimachaerus. But when this warrior tried to overthrow Mount Olympus, he was defeated and chained in the Pit of the Noxii. </ITALICS>
00000335

<ITALICS>In the early days of Aquila, Hades battled and subdued Cerberus, the three-headed dog. He brought him to Tartarus as servant and guard. </ITALICS>
00000336

<ITALICS>The Navigator Hanno sailed from the Gulf of Corinth and intercepted the Minotaur Pylos. Pylos fell into the Skyway and was lost. </ITALICS>
00000337

<ITALICS>In the first Achaen War, the Sons of the Minotaur overwhelmed the Ophidians at Sicyon, crushing them beneath their axes and horns. </ITALICS>
00000338

<ITALICS>At Eyetolia, the Ophidian Assassin Iyrius struck and killed the Warrior Driss with a poisoned arrow. </ITALICS>
00000339

Dorian BrightEyes
00000340

You may now enter
00000341

Ssss! What's-what's happening? You-you can't defeat me! It's impossible! No! No! I do not accept this!
00000342

There, there. Stop whining, my child. You embarrass yourself.
00000343

You've been defeated, but I applaud your efforts. You did well.
00000344

You, spawn of the Spiral, have proven far more resourceful and determined than I believed possible. I confess, it even gives me some pause.
00000345

But the Spiral's doom is sealed. You must accept that, lest you go from being an ally to an adversary. That will only cause you pain.
00000346

You were the helping hand that pulled us from the abyss, and for that, you may be favorite thing in this forsaken mess of broken worlds.
00000347

But do not meddle again in my affairs, or those of my children. You have been warned, and I will not repeat myself if it happens again.
00000348

Come, child, my first-born. You are stung by defeat, but you may yet transform your frustration into greater strength. Let us go.
00000349

One comes down, one goes up. And city has new flag! Let us go out in streets and join in fight!
00000350

Oh look, Ivan. Your friends have arrived! It's a shame they didn't get to witness your feat of strength... and my moment of triumph.
00000351

You've served me well, strongman. I hate to leave you, but I have everything I need, and I prefer not to deal with this nuisance.
00000352

Then I will most humbly take my leave. Goodbye now, Wizard. For both our sakes, I hope this will be my final farewell.
00000353

Yes, Master. As you say, Ivan will crush Wizard!
00000354

Then I will most humbly take my leave. Goodbye now, Wizard. For both our sakes, I hope this will be my final farewell.
00000355

They're your friends, so they're your responsibility. I'll leave this situation in your more-than-capable hands to clean up. Crush them.
00000356

No. They're your friends, so they're your responsibility. I'll leave this situation in your more-than-capable hands to clean up. Crush them.
00000357

This manor once belonged to my husband, Lord Purnitius Pawtrey, but he was a cold and careless man.
00000358

When he died, I discovered he had excluded me almost entirely from his Final Will and Testament. 
00000359

He bequeathed me only Seeds. I'm no gardener and I have no desire to become one! Feel free to take the Seeds from his sarcophagus.
00000360

Captain Shackleton
00000361

Lady Delores Pawtrey 
00000362

Elizabeth Pawtrey
00000363

Pffh. This was my father's manor - a monument to his greed and grandiosity. But he was a fearful man. Never took any risks. 
00000364

I ran away and joined the knighthood as soon as I was old enough. All I ever asked of him was that he leave me the family's coat-of-arms.
00000365

But even in death, he spurned me. All he bequeathed me was Pet Snacks, which I care not for. You can have them. Check his sarcophagus.
00000366

Francis Pawtrey
00000367

It's such a shame, isn't it? This was once such a proud place, but my father, Lord Pawtrey was an irresponsible and foolish man.
00000368

After his passing, we learned that he had completely squandered the family fortune. We lost everything.
00000369

All the old man bequeathed me was bunch of Clothing Items, worthless to me. If you want them, by all means, take them from his sarcophagus.
00000370

Andrew Pawtrey
00000371

This manor belonged to my family for a dozen generations, but my brother, Lord Pawtrey destroyed that legacy.
00000372

All my life, he promised I would inherit the manor, but when he died, I discovered it was naught but a pack of lies.
00000373

The Manor was auctioned to pay his debts. He left me the Furniture but nowhere to put it. Go ahead. Take it from his sarcophagus if you like.
00000374

Hello, my friend! Come see what I have for you today.
00000375

It was Titans' tantrums that interrupted the FirstWorld's dance, but for Raven, it also meant the end of all Romance.
00000376

Time is no circle, but the impact of this Moment is critical in both Future and Past. 
00000377

Distant, we see: the Sundering was stopped but the Matter of Sand remains unsettled.   
00000378

The Light winces, but for the Moment, the Shadow's Tale must be told:
00000379

Chronocle
00000380

Bonjour, mon amie! Looking for something? Have a look in the Lost and Found over there.
00000381

NO! IT'S TOO LATE!
00000382

Now, Raven-Child, break the Chain.
00000383

Break it yourself, you slimy... 
00000384

Now, now... we <i>talked</i> about this. Obey.
00000385

Ugh... Obey...
00000386

Uh-oh!
00000387

NOOOOOOOOO!!!!
00000388

Well hello, Bat. Come to see how to fulfill a plan? Wait, what's that machine? An Essence Cannon? <i>Good idea</i>... 
00000389

Get out of my head, you parasite! MELLORI!
00000390

I'm afraid we have to go now. Mellori needs her rest. I'm sure you'll see her again before long. Or... will you?
00000391

Wizard! What have you done? 
00000392

Bat
00000393

Medulla
00000394

Mellori
00000395

Pork
00000396

It's a long way up, but we'll get there!
00000397

Is it done?
00000398

You don't understand - I've planned everything out!
00000399

All right, Bat - do your thing!
00000400

That's it! It's... working!
00000401

We did it! How's that for teamwork, huh?
00000402

I didn't think it was possible. Well done. Now let's go. 
00000403

Mellori
00000404

Bat
00000405

Today's metallic treasures are revealed!
00000406

Hail, Wizard! The Beastmoon has risen! Now begins the time when Wizards become legends, when legends become hunters, and a great game begins.
00000407

Choose a statue in the Hall to assume its form and its powers. Then enter the Hunting Grounds, where the rules of magical combat are rewritten...
00000408

...Where Ice freezes the waters of Storm, Storm douses Fire, and Fire melts Ice. Navigate this strange place to hunt the deadliest game... Points!
00000409

Join a team to gather points by capturing the Battle Rings. Enter the Ring and hold it long enough - or defeat enemies within it - to claim it.
00000410

Also earn points from chests or by defeating any foe in glorious combat. The team with the most points wins boons worthy of the greatest hunters!
00000411

Remember, a wise hunter is a prepared hunter. Review the rules of the Beastmoon Hunt on the Event Page before you begin.
00000412

Willkommen to the home of Nana's Olde Fashioned Karamelle Delights - The Spiral's foremost purveyor of sweets, savories, and smiles.
00000413

The magic begins with Nana's patented automated Gummy units, which safely gather chocolate, marshmallow, and gumdrops to send to our factories.
00000414

There, happy Gnomes craft the raw ore into tasty treats, which Fairies sprinkle with love and pinch of Fairy Dust. The results are... delightful...
00000415

Willkommen to Karamelle, the sweetest place we know.  
00000416

Where the birds and the bees live in licorice trees and gumdrop forests grow.
00000417

Welcome all to Karamelle, there's fun here to be had.
00000418

Nana bakes all day the olde fashioned way and no one's ever sad.
00000419

Willkommen to Karamelle, the sweetest place you'll find...
00000420

Where lollipops grow and the soda pop flows-
00000421

Welcome all to Karamelle-
00000422

Umm... Did someone update the Welcome program without telling me, or did something just go terribly wrong?
00000423

Ah, Wizard! What have you done to dear old Nana now?
00000424

GAH! Help me!
00000425

Grand Nana
FireCatName

Fire Cat
FireRubyName

Bloodstone Ruby
FluteName

Cherry Wood Flute
FrostGiantName

Giant
FrostQuestText

Summoning Giant
ImpName

Song of the Imps
SeraphName

Lady Oriel
